[M31_CA_BlindSpot X2AbilityTemplate]
LocFriendlyName="盲点"
LocLongDescription="你的 <Ability:BoundWeaponName_M31/> 攻击无法看到你的敌人时，会忽略他们的护甲，有 +<Ability:M31_CA_BlindSpot_CritBonus/> 暴击几率，并造成 +<Ability:M31_CA_BlindSpot_CritDamageBonus/> 暴击伤害。"
LocHelpText="你的 <Ability:BoundWeaponName_M31/> 攻击无法看到你的敌人时，会忽略他们的护甲，有 +<Ability:M31_CA_BlindSpot_CritBonus/> 暴击几率，并造成 +<Ability:M31_CA_BlindSpot_CritDamageBonus/> 暴击伤害。"
LocPromotionPopupText="<Bullet/> 隐蔽时始终可以获得奖励。<br><Bullet/> 使用 Squadsight 等方式向视线外的敌人开火也会获得奖励。"
LocFlyOverText="盲点"

[M31_CA_ChaosDriver X2AbilityTemplate]
LocFriendlyName="混沌驱动"
LocLongDescription="每当你受到致命一击时，获得一次混沌驱动充能，最多可达 <Ability:M31_CA_ChaosDriver_MaxCharges>。激活后，消耗所有充能，并增加每次充能造成的伤害 <Ability:M31_CA_ChaosDriver_BonusPerCharge/> 和受到的伤害 <Ability:M31_CA_ChaosDriver_PenaltyPerCharge/>，持续 <Ability:M31_CA_ChaosDriver_Duration/> 回合。混沌驱动器处于激活状态时，你无法获得充能。"
LocHelpText="每当你受到致命一击时，获得一次混沌驱动充能，最多可达 <Ability:M31_CA_ChaosDriver_MaxCharges/>。激活后，消耗所有充能，并增加每次充能造成的伤害 <Ability:M31_CA_ChaosDriver_BonusPerCharge/> 和受到的伤害 <Ability:M31_CA_ChaosDriver_PenaltyPerCharge/>，持续 <Ability:M31_CA_ChaosDriver_Duration/> 回合。混沌驱动激活时，你无法获得充能。"
LocPromotionPopupText="<Bullet> 以 <Ability:M31_CA_ChaosDriver_InitialCharges/> 充能开始。"
LocFlyOverText="混沌驱动"

[M31_CA_ChaosDriver_Charges X2AbilityTemplate]
LocFriendlyName="混沌驱动"
LocLongDescription="每当你受到致命一击时，获得一次混沌驱动充能，最多可达 <Ability:M31_CA_ChaosDriver_MaxCharges/>。激活后，消耗所有充能，并增加每次充能造成的伤害 <Ability:M31_CA_ChaosDriver_BonusPerCharge/> 和受到的伤害 <Ability:M31_CA_ChaosDriver_PenaltyPerCharge/>，持续 <Ability:M31_CA_ChaosDriver_Duration/> 回合。混沌驱动器处于激活状态时，你无法获得充能。"
LocHelpText="每当你受到致命一击时，获得一次混沌驱动充能，最多可达 <Ability:M31_CA_ChaosDriver_MaxCharges/>。激活后，消耗所有充能，并增加每次充能造成的伤害 <Ability:M31_CA_ChaosDriver_BonusPerCharge/> 和受到的伤害 <Ability:M31_CA_ChaosDriver_PenaltyPerCharge/>，持续 <Ability:M31_CA_ChaosDriver_Duration/> 回合。混沌驱动激活时，你无法获得充能。"
LocPromotionPopupText="<Bullet> 以 <Ability:M31_CA_ChaosDriver_InitialCharges/> 充能开始。"
LocFlyOverText="混沌驱动"

[M31_CA_CollectBounty X2AbilityTemplate]
LocFriendlyName="收集赏金"
LocLongDescription="使用你的 <Ability:BoundWeaponName_M31/> 进行特殊射击，在暴击时造成 +<Ability:M31_CA_CollectBounty_DamagePrc> 伤害，并打破持续效果。具有 <Ability:SelfCooldown_M31/> 回合冷却时间。"
LocHelpText="使用你的 <Ability:BoundWeaponName_M31/> 进行特殊射击，在暴击时造成 +<Ability:M31_CA_CollectBounty_DamagePrc> 伤害，并打破持续效果。具有 <Ability:SelfCooldown_M31/> 回合冷却时间。"
LocPromotionPopupText=""
LocFlyOverText="收集赏金"

[M31_CA_CollectBounty_Damage X2AbilityTemplate]
LocFriendlyName="收集赏金"
LocFlyOverText="收集赏金"

[M31_CA_KillingSpree X2AbilityTemplate]
LocFriendlyName="大杀特杀"
LocLongDescription="每当<Ability:Classname/>击杀一名<font color='#ff3206'>敌军</font>时，<font color='#ff8000'><Ability:BoundWeaponName_M31/></font>获得<font color='#0bff9b'>+<Ability:M31_CA_KillingSpree_DamageBonus/></font>伤害和<font color='#0bff9b'>+<Ability:M31_CA_KillingSpree_CritBonus/></font>的暴击率，持续时间内可<font color='#0bff9b'>叠加</font>。<br/>持续时间：<font color='#0bff9b'><Ability:M31_CA_KillingSpree_Duration/></font>回合"
LocHelpText="每当<Ability:Classname/>击杀一名<font color='#ff3206'>敌军</font>时，<font color='#ff8000'><Ability:BoundWeaponName_M31/></font>获得<font color='#0bff9b'>+<Ability:M31_CA_KillingSpree_DamageBonus/></font>伤害和<font color='#0bff9b'>+<Ability:M31_CA_KillingSpree_CritBonus/></font>的暴击率，持续时间内可<font color='#0bff9b'>叠加</font>。<br/>持续时间：<font color='#0bff9b'><Ability:M31_CA_KillingSpree_Duration/></font>回合"
LocFlyOverText="大杀特杀"
LocPromotionPopupText="<Bullet/><font color='#ff3206'>注意</font>：必须由该士兵击杀才可获得大杀特杀的加成，无法靠助攻获得。"

[M31_CA_MarkForDeath X2AbilityTemplate]
LocFriendlyName="异星猎手"
LocLongDescription="<Ability:Classname/>瞄准并标记一名在其视野范围内的<font color='#ff3206'>敌军</font>，在持续时间内对该<font color='#ff3206'>敌军</font>下次攻击使用<font color='#ff8000'><Ability:BoundWeaponName_M31/></font>射击不消耗行动点。<br/>持续时间：<Ability:M31_CA_MarkForDeath_Duration/>回合<br/>冷却时间：<Ability:SelfCooldown_M31/>回合"
LocHelpText="<Ability:Classname/>瞄准并标记一名在其视野范围内的<font color='#ff3206'>敌军</font>，在持续时间内对该<font color='#ff3206'>敌军</font>下次攻击使用<font color='#ff8000'><Ability:BoundWeaponName_M31/></font>射击不消耗行动点。<br/>持续时间：<Ability:M31_CA_MarkForDeath_Duration/>回合<br/>冷却时间：<Ability:SelfCooldown_M31/>回合"
LocFlyOverText="异星猎手"
LocPromotionPopupText="<Bullet/><font color='#ff3206'>注意</font>：在<font color='#0bff9b'>隐蔽</font>状态使用会导致<font color='#ff3206'>暴露</font>。<br/><Bullet/>异星猎手瞄准敌军无需消耗行动点。"

[M31_CA_MarkForDeath_Refund X2AbilityTemplate]
LocFriendlyName="异星猎手"
LocFlyOverText="异星猎手"

[M31_CA_MistTrail X2AbilityTemplate]
LocFriendlyName="迷雾之踪"
LocLongDescription="使用你的 <Ability:BoundWeaponName_M31/> 进行特殊射击，使用 +<Ability:M31_CA_MistTrail_AimBonus/> 额外瞄准，使目标失明，持续 <Ability:M31_CA_MistTrail_Duration/> 回合，但不会暴击。消耗一个动作，不会结束回合。具有 <Ability:SelfCooldown_M31/> 回合冷却时间。"
LocHelpText="使用你的 <Ability:BoundWeaponName_M31/> 进行特殊射击，使用 +<Ability:M31_CA_MistTrail_AimBonus/> 额外瞄准，使目标失明，持续 <Ability:M31_CA_MistTrail_Duration/> 回合，但不会暴击。"
LocPromotionPopupText="<Bullet/> 将目标的视线范围缩小至原来的 x<Ability:M31_CA_MistTrail_LOSModifier/>。"
LocFlyOverText="雾之轨迹"

[M31_CA_PhantomStride X2AbilityTemplate]
LocFriendlyName="幻影之步"
LocLongDescription="作为自由行动，使用你的 <Ability:BoundWeaponName_M31/> 攻击蓝色移动范围内的任何敌人。具有 <Ability:SelfCooldown_M31/> 回合冷却时间。每次使用近战武器攻击时，冷却时间减少 <Ability:M31_CA_PhantomStride_CooldownReduction/>。"
LocHelpText="作为自由行动，使用你的 <Ability:BoundWeaponName_M31/> 攻击蓝色移动范围内的任何敌人。"
LocFlyOverText="幻影之步"

[M31_CA_PhantomStride_CooldownReduction X2AbilityTemplate]
LocFriendlyName="幻影之步"
LocFlyOverText="幻影之步"
